tap "bufbuild/buf"
tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jondot/tap"
tap "ktr0731/evans"
brew "anyenv"
brew "libpng"
brew "zstd"
brew "openssl@3"
brew "atlas"
brew "autoconf"
brew "python@3.11"
brew "awscli"
brew "bcrypt"
brew "bison"
brew "bzip2"
brew "cmake"
brew "curl"
brew "icu4c"
brew "krb5"
brew "libzip"
brew "oniguruma"
brew "pcre2"
brew "tidy-html5"
brew "composer"
brew "docker-compose"
brew "figlet"
brew "flyctl"
brew "node"
brew "fx"
brew "gcc"
brew "git"
brew "git-flow-avh"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "git-secret"
brew "git-secrets"
brew "gitmoji"
brew "go"
brew "go@1.18"
brew "golangci-lint"
brew "grep"
brew "pkg-config"
brew "guile"
brew "helm"
brew "htop"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "mtr"
brew "zlib"
brew "mysql"
brew "nkf"
brew "node-build"
brew "nodebrew"
brew "nodenv"
brew "openssl@1.1"
brew "pipx"
brew "postgresql@14"
brew "protobuf"
brew "protobuf@3"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "ruby@3.1"
brew "sl"
brew "smartmontools"
brew "sops"
brew "tfenv"
brew "tor", restart_service: true
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "bufbuild/buf/buf"
brew "jondot/tap/hygen"
brew "ktr0731/evans/evans"
cask "amorphousdiskmark"
cask "arctype"
cask "chromedriver"
cask "coteditor"
cask "dbeaver-community"
cask "devtoys"
cask "docker"
cask "firecamp"
cask "firefox"
cask "google-cloud-sdk"
cask "graphiql"
cask "insomnia"
cask "microsoft-remote-desktop"
cask "monitorcontrol"
cask "ngrok"
cask "notion"
cask "postman"
cask "proxyman"
cask "pushplaylabs-sidekick"
cask "sidekick"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
vscode "adpyke.codesnap"
vscode "af4jm.vscode-icalendar"
vscode "ahebrank.yaml2json"
vscode "ahmadalli.vscode-nginx-conf"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "apollographql.vscode-apollo"
vscode "bierner.color-info"
vscode "bierner.emojisense"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "ckolkman.vscode-postgres"
vscode "csstools.postcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-redis-client"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "ionutvmi.path-autocomplete"
vscode "jasonnutter.search-node-modules"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "joselitofilho.ginkgotestexplorer"
vscode "juanblanco.solidity"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "koichisasada.vscode-rdbg"
vscode "kuone.sequence-number"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "michalzaporski.simple-yard-snippets"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mjmlio.vscode-mjml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "nomicfoundation.hardhat-solidity"
vscode "oderwat.indent-rainbow"
vscode "prisma.prisma"
vscode "raynigon.nginx-formatter"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "remixproject.ethereum-remix"
vscode "ritwickdey.liveserver"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sonarsource.sonarlint-vscode"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tintinweb.solidity-visual-auditor"
vscode "tintinweb.vscode-ethover"
vscode "tintinweb.vscode-inline-bookmarks"
vscode "tintinweb.vscode-solidity-flattener"
vscode "tintinweb.vscode-solidity-language"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vstirbu.vscode-mermaid-preview"
vscode "webappio.layerfile-extension"
vscode "william-voyek.vscode-nginx"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
